tap "bloznelis/tap"
tap "cjbassi/gotop"
tap "espanso/espanso"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "shivammathur/extensions"
tap "shivammathur/php"
tap "tabbyml/tabby"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "bat"
brew "cask"
brew "curl"
brew "dnsmasq"
brew "exa"
brew "fontconfig"
brew "freetds"
brew "fzf"
brew "libavif"
brew "gd"
brew "gotop"
brew "libfido2"
brew "libpq"
brew "lua"
brew "macchina"
brew "mysql"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nginx"
brew "php"
brew "python@3.11"
brew "ranger"
brew "ripgrep"
brew "speedtest-cli"
brew "starship"
brew "stow"
brew "tmux"
brew "tree"
brew "wget"
brew "zoxide"
brew "felixkratz/formulae/sketchybar"
brew "jesseduffield/lazygit/lazygit"
brew "mongodb/brew/mongodb-community"
brew "shivammathur/php/php@5.6"
brew "shivammathur/php/php@7.4"
brew "tabbyml/tabby/tabby"
cask "amethyst"
cask "arc"
cask "boop"
cask "browserosaurus"
cask "calibre"
cask "daisydisk"
cask "db-browser-for-sqlite"
cask "dbngin"
cask "espanso"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "forklift"
cask "google-chrome"
cask "hashicorp-vagrant"
cask "hiddenbar"
cask "kap"
cask "local"
cask "mongodb-compass"
cask "mysqlworkbench"
cask "notion"
cask "obsidian"
cask "postman"
cask "qbittorrent"
cask "raycast"
cask "sequel-ace"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "zed"
vscode "albert.tabout"
vscode "alexcvzz.vscode-sqlite"
vscode "andrewberty.noir-theme-bundle"
vscode "anseki.vscode-color"
vscode "apility.beautify-blade"
vscode "bmewburn.vscode-intelephense-client"
vscode "catppuccin.catppuccin-vsc"
vscode "christian-kohler.path-intellisense"
vscode "cjhowe7.laravel-blade"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "eduwass.query-monitor-wordpress-snippets"
vscode "esbenp.prettier-vscode"
vscode "fallenwood.viml"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "gerane.theme-flatlandmonokai"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "grepper.grepper"
vscode "gruntfuggly.todo-tree"
vscode "illixion.vscode-vibrancy-continued"
vscode "jackpaget.gruvbox-glass"
vscode "jock.svg"
vscode "jonathanharty.gruvbox-material-icon-theme"
vscode "koujir.gruvchad"
vscode "mads-hartmann.bash-ide-vscode"
vscode "mechatroner.rainbow-csv"
vscode "michelemelluso.gitignore"
vscode "mikestead.dotenv"
vscode "mintlify.document"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.atom-keybindings"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "onecentlin.laravel-blade"
vscode "onecentlin.laravel5-snippets"
vscode "pkief.material-icon-theme"
vscode "postman.postman-for-vscode"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "simonsiefke.svg-preview"
vscode "streetsidesoftware.code-spell-checker"
vscode "tabbyml.vscode-tabby"
vscode "tomoki1207.pdf"
vscode "vscodevim.vim"
vscode "wordpresstoolbox.wordpress-toolbox"
vscode "xdebug.php-debug"
vscode "xdebug.php-pack"
vscode "yandeu.five-server"
vscode "yy0931.save-as-root"
vscode "yzhang.markdown-all-in-one"
vscode "zobo.php-intellisense"
# Brewfile updated on Wed 21 Feb 2024 16:00:22 GMT
